Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=833_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge ocá raavâdviäsuirâtteijee Sajosân
sms: SääŠmteŠǧǧ ååcc restranttpõrǧǧi SajoŠsse

source: Säämi kulttuurkuávdáš Sajos lii kuávdášlâš saajeest Aanaar markkânist Juvduujuv riddoost.
sms: SääŠmkultturkõõskõs Sajos sâjjdââtt Aanar ceerkavsiidâst Juutuajooǥǥ reeddast.

source: Sajos tuáimá Suomâ sämmilij parlamenttáállun, kulttuur-, škovlim- já mättimkuávdážin sehe tábáhtustáállun.
sms: sajos tuåimmai LääŠddjânnam saaŠmi parlameŠnttpõrttân, kulttur-, škoouŠlʼjem- da siltteemkõõskõssân di noorõõttâmpooddpõrttân.

source: 60-sajasâš raavâdviäsu lii tergâdis uási čuákkim-, kongres- já kulttuurtábáhtusâi ornim.
sms: 60-päikksaž restrantt lij vääžnai vuäŠss sååbbar-, kongress- da kultturpooddi riâššmõõžžâst.

source: Saijoos toimâ lii aalgâst, nuuvt ete tooimâ innovatiivlâš oovdedmân láá šiev máhđulâšvuođah.
sms: Sajoozz tuåimmjumuš lij aalǥâst da tuåimmjumuužž innovatiivlaž ooudâsviikkmõŠšše lie šiõǥǥ vuäittmõõžž.

source: Tuáivup, ete raavâdviäsuirâtteijee piäjá tooimâ joton 1.5.2014 rääjist teikâ sopâmuš mield..
sms: Restranttpõrǧǧjest tuäivat, što tuåimmjumuš äälǥči 1.5.2014 ääŠljeeŠl leŠbe suåppmõõžž mieŠldd.

source: Raavâdviäsutooimâst perustum ulmuid pivdep väldiđ ohtâvuođâ 15.4.2014 räi.
sms: Resttrantt-tuåimmjumuužžâst peŠrsteeŠjid raaukât väŠldded õhttvuõđ 15.4.2014 räjja.

source: Lasetiäđuh: 
sms: LââŠssteâđaid: 

source: má haldâttâhhovdâ Pia Ruotsala 010 839 3106, pia.
sms: mä vaaldšemjååŠđteei Pia Ruotsala 010 839 3106, pia.
